aaron-bond.better-comments
adpyke.codesnap
azuretools.vscode-docker
batisteo.vscode-django
bungcip.better-toml
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
denoland.vscode-deno
DEVSENSE.composer-php-vscode
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
docsmsft.docs-markdown
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.copilot-labs
GitHub.vscode-pull-request-github
golang.go
hbenl.vscode-test-explorer
littlefoxteam.vscode-python-test-adapter
markis.code-coverage
mkhl.shfmt
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
rust-lang.rust-analyzer
stackbreak.comment-divider
streetsidesoftware.code-spell-checker
timonwong.shellcheck
ue.alphabetical-sorter
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
withfig.fig
zignd.html-css-class-completion
