aaron-bond.better-comments
adpyke.codesnap
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
fill-labs.dependi
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.terraform
hbenl.vscode-test-explorer
hbenl.vscode-test-explorer-liveshare
humao.rest-client
ibm.output-colorizer
littlefoxteam.vscode-python-test-adapter
markis.code-coverage
mechatroner.rainbow-csv
mhutchie.git-graph
mkhl.shfmt
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mtxr.sqltools
orta.vscode-jest
quicktype.quicktype
redhat.vscode-yaml
richie5um2.vscode-sort-json
rogalmic.bash-debug
rust-lang.rust-analyzer
ryu1kn.partial-diff
stackbreak.comment-divider
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
tyriar.lorem-ipsum
ue.alphabetical-sorter
vadimcn.vscode-lldb
yoavbls.pretty-ts-errors
