aaron-bond.better-comments
adpyke.codesnap
azuretools.vscode-docker
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.copilot-labs
GitHub.vscode-pull-request-github
golang.go
hbenl.vscode-test-explorer
ibm.output-colorizer
littlefoxteam.vscode-python-test-adapter
markis.code-coverage
mhutchie.git-graph
mkhl.shfmt
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-python.black-formatter
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mtxr.sqltools
orta.vscode-jest
quicktype.quicktype
redhat.vscode-yaml
richie5um2.vscode-sort-json
rogalmic.bash-debug
rust-lang.rust-analyzer
ryu1kn.partial-diff
serayuzgur.crates
stackbreak.comment-divider
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
tyriar.lorem-ipsum
ue.alphabetical-sorter
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
withfig.fig
wix.vscode-import-cost
yoavbls.pretty-ts-errors
